import { COMMENT_RULES_FOOTER } from './commentRules';

export const COLLECTION_RULES_FORBIDDEN: string[] = [
  'Использование в качестве обложки изображений эротического характера, содержащие шокирующий контент или пропагандирующих ненависть, нетерпимость, дискриминацию и насилие',
  'Ввод в заблуждение. Например, нельзя называть коллекцию «Хентай» или «Яой», поскольку аниме в данном жанре в приложении нет',
  'Спойлеры',
  'Оскорбления и угрозы в адрес других пользователей',
  'Провокации на конфликты, а также религиозные, национальные и политические споры',
  'Провокации на нарушение правил другими пользователями',
  'Чрезмерное употребление нецензурной лексики',
  'Флуд и спам',
];

export const COLLECTION_RULES_FOOTER = COMMENT_RULES_FOOTER;
