export const COMMENT_RULES_FORBIDDEN: string[] = [
  'Спойлеры без специальной пометки о том, что это спойлер (над строкой ввода текста)',
  'Оскорбления и угрозы в адрес других пользователей',
  'Провокации на конфликты, а также религиозные, национальные и политические споры',
  'Провокации на нарушение правил другими пользователями',
  'Чрезмерное употребление нецензурной лексики',
  'Выпрашивание или накрутка оценок комментариев',
  'Флуд, оффтоп и спам',
];

export const COMMENT_RULES_FOOTER =
  'Это выжимка из основных правил, с полным текстом правил вы можете ознакомиться в разделе Настройки > Правила сообщества.';
